// shareMicroBlog();

var DoDatas = [
	{
		num:5,
		title:"华为M1 追梦，音乐计划",
		pic:["img/doData/hw_pic1.jpg","img/doData/hw_pic2.jpg","img/doData/hw_pic3.jpg","img/doData/hw_pic4.jpg","img/doData/hw_pic5.jpg"],
		topic:["策略","旅行团 追梦微访谈","追梦路上有那么一首歌","华为M1 追梦，音乐计划-线上","华为M1 追梦，音乐计划-线下"],
		txt:[
			"打通豆瓣音乐线上线下资源，为华为M1打造音乐舞台，助力豆瓣原创音乐力量在该舞台上实现梦想，传递华为M1极致的影音体验与追梦理念。",
			"梦想不分大小，不分贵贱，只要有梦，不管是什么样的梦，大胆去做。点击观看>> ( <a href='http://site.douban.com/huawei/room/3489054/' target='_blank'>http://site.douban.com/huawei/room/3489054/</a>)",
			"人生，因梦想而荣光；梦想，因歌曲而温暖。通过豆瓣网友音乐行为数据，测试出在追梦路上，带给你力量的是哪一首歌。",
			"超过五百位独立音乐人参赛，上千首原创音乐作品参与角逐，在华为M1豆瓣小站、大赛手机网站、微信等平台掀起原创音乐追梦热潮。",
			"经过长达一个月的投票筛选，3组实力音乐人小猛、Mr. Miss组合、G-Eleven乐队脱颖而出，于8月2日七夕当晚，在雍和宫糖果上演了巅峰角逐，旅行团乐队现场助阵，音乐梦想成就巅峰之夜。"
		]
	},
	{
		num:4,
		title:"当汽车遇上大数据　甲壳虫在豆瓣的数据之旅",
		pic:["img/doData/jkc_pic1.jpg","img/doData/jkc_pic2.jpg","img/doData/jkc_pic3.jpg","img/doData/jkc_pic4.jpg"],
		topic:["策略","测测你的甲壳虫指数","甲壳虫推荐","甲壳虫是一种生活态度"],
		txt:["找到豆瓣“虫族”，通过大数据挖掘，呈现“虫族”兴趣、性格、气质，刻画并传播甲壳虫个性。","你的电影、音乐品味及阅读习惯符合哪一种“甲壳虫基因”？通过用户行为数据挖掘，得出超过12000份“基因比对数据”。","通过数据统计，最受甲壳虫粉丝们喜爱的图书、电影、音乐、小组，会成为甲壳虫官方推荐。","《千与千寻》、《盗梦空间》、《Not Going Anyw here》、《你在烦恼什么》、《小王子》……喜欢甲壳虫的网友们喜欢的这些精神养料，将甲壳虫文化和个性清晰呈现：爱、自由、想象力、不羁情怀……"]
	},
	{
		num:4,
		title:"英国航空 约好一起飞",
		pic:["img/doData/yh_pic1.jpg","img/doData/yh_pic2.jpg","img/doData/yh_pic3.jpg","img/doData/yh_pic4.jpg"],
		topic:["策略","兴趣化广告","兴趣化互动","口碑+促销"],
		txt:[
			"为促成留学生人群购买英航促销机票，通过兴趣化广告、兴趣化社交互动，精准找到目标人群，并促使用户主动留下个人信息，为线下销售有效导流。",
			"结合学生人群“喜闻乐见”的热点内容，根据豆瓣站内英国电影、音乐等兴趣元素，定制兴趣化的促销广告。",
			"在线模拟约同学“一起飞”的简要步骤：选择出发地à选择城市及就读学校à选择启程时间à系统推荐相似旅程的飞友à留下联系方式，被约的同学会自动收到@信息通过众多网友的参与，在线“英航同学会”也自然成立，众多留学网友在豆瓣找到了小伙伴。",
			"通过此次互动，英航在豆瓣寻找到了超过1000名有确定飞行计划的英国留学生，并激励他们建立联系“一起飞”，成为“英航同学会”的忠实小伙伴。"
		]
	}
];